start_text = '''<i>Привіт друже!🙂 Тобі вже набридло, постійно, шукати свій розклад? 📚Тоді цей бот був створений саме для тебе!

Натискай на ці кнопки,та дивись свій розклад!📖
Тобі потрібно обрати свою школу та клас.</i>📝'''

command_schedule = '<i>Оберіть операцію нижче, яку хочете виконати. Бот готовий допомогти!</i>'

warning_is_not_command = '<i> На жаль я вас не розумію😕 Будь ласка, перефразуйте команду.</i'
warning_this_day_is_not = '<i>На превеликий жаль цього дня тижня не існує😕 Будь ласка, обери день тижня з наведених кнопок.</i>'

show = '<i>Показати</i>'
add = '<i>Додати</i>'
edit = '<i>Редагувати</i>'
delete = '<i>Видалити</i>'

get_shool_name = '<i>Будь ласка, введіть назву вашого навчального закладу, щоб ми могли додати її до бази даних.</i>'
get_class_name = '<i>Будь ласка, тепер вкажіть назву вашого класу або групи, щоб ми могли додати її до нашої бази даних.</i>'
get_day = '<i>Оберіть день тижня, починаючи з понеділка і закінчуючи суботою, який вас цікавить.</i>'
get_schedules = '''<i>А тепер, тобі залишилося лише написати розклад.
УВАГА, обов\'язково пиши предмети через кому. Наприклад: Алгебра, Українська мова, Зарубіжна література....</i>'''

school_added = '<i>Школа успішно додана до бази даних. Бажаєте додати клас?</i>'
class_added = '<i>Успішно додано новий клас до бази даних. Бажаєте додати розклад?</i>'
schedules_added = '<i>Дякуємо за вашу співпрацю. Натепер розклад було додано до бази даних.</i>'

school_was_adding = '<i>Школу вже було додано до бази даних! Чи хочете ви додати новий клас?</i>'
class_was_adding = '<i>Згаданий рівень навчання, вже було додано до бази даних. Чи бажаєте ви додати новий розклад?</i>'

next_button = '<i>Будь ласка, натисніть кнопку для подальших дій.</i>'

input_schedules_again = '<i>Напишіть розклад занять знову</i>'


